{
  "posts": [
    {
      "id": 1,
      "title": "My 1st Post",
      "datetime": "June 28th, 2023 16:44 PM",
      "body": "It is so easy to be great nowadays"
    },
    {
      "id": 2,
      "title": "My 2nd Post",
      "datetime": "June 28th, 2023 16:44 PM",
      "body": "The moment you assume somebody is smarter than you, they immediately become stupid"
    },
    {
      "id": 3,
      "title": "My 3rd Post",
      "datetime": "June 28th, 2023 16:44 PM",
      "body": "Living with the Communists long enough makes me understand how selfish and stupid they are"
    },
    {
      "id": 4,
      "title": "My 4th Post",
      "datetime": "June 28th, 2023 16:44 PM",
      "body": "There are no Logical Reasons to choose the Communists. Yet, Northerners chose them anyway. What a bunch of idiots"
    },
    {
      "id": 5,
      "title": "Nah",
      "datetime": "June 30, 2023 1:27:35 PM",
      "body": "Get lost"
    },
    {
      "id": 6,
      "title": "Meme",
      "datetime": "June 30, 2023 1:32:56 PM",
      "body": "Understandable, have a great day"
    },
    {
      "id": 7,
      "title": "Mortal Kombat 1",
      "datetime": "June 30, 2023 1:53:18 PM",
      "body": "There are new things, new information about this new game, Mortal Kombat 1(2023 version), that Ed Boon and Netherrealm Studios just published recently.\nThis game takes place after the event of Mortal Kombat 11 Aftermath.\nIn that game, Fire God Kang Liu defeated Shang Tsung in a one-on-one match, resulting in Kang Liu defeating Shang Tsung, crafted the new timeline, and Kang Liu returned to the era of the Great Kung Lao, Kung Lao's ancestor.\nAnd, Raiden also joined Kang Liu in this quest, too."
    },
    {
      "id": 8,
      "title": "Warrior",
      "datetime": "October 02, 2023 3:49:21 PM",
      "body": "Season 3 of this show began yesterday"
    },
    {
      "id": 9,
      "title": "Manga Reading",
      "datetime": "June 30, 2023 2:13:27 PM",
      "body": "This thing is banned for a week now. I have violated the rules I set up, so I have to face the punishment.\nUntil the end of next Thursday, I will not be able to read any new chapters of any Mangas"
    },
    {
      "id": 10,
      "title": "Facebook ban situation",
      "datetime": "July 02, 2023 6:10:24 PM",
      "body": "Mark Zuckerberg used to betray his friend. What did this say about him?\nIt says, that Mark is a treacherous son of a bitch. And then, he married a Chinese bitch(Who is basically a Communist ass kisser), and listened to her.\nI mean, betraying his best friend already showed you who he is, but marrying a Communist wife, a.k.a Feminist, then it revealed to you, that Mark is really not on the side of Freedom.\nThat is why, he and his shitty company banned people who express their freedom of speech, such as myself"
    },
    {
      "id": 11,
      "title": "Responsive Screen",
      "datetime": "July 02, 2023 6:13:01 PM",
      "body": "Drag the screen in Responsive Mode to see how it changes.\nNotice, on the top right side of the screen, there is a symbol. When the symbols change, you will know which mode you are in.\nRight now, I am using Desktop mode, therefore, the symbol is the image of a Desktop.\nShrink it, make it smaller, and you will see the differences."
    },
    {
      "id": 12,
      "title": "Jobs in Vietnam",
      "datetime": "July 02, 2023 6:19:16 PM",
      "body": "The situations are getting worse everyday.\nThe Vietnamese Communists are unable to help the people(Which is THEIR JOB, by the way) to find the jobs.\nCountries such as South Korea, Taiwan, Japan, and especially USA, no longer want to share their prosperity with the Vietnamese Communists.\nThe reason is very simple. The Communists DO NOT HAVE the same values with those countries.\nOn one hand, the Communists want to keep their power. On the other hand, they still want to keep the Party, to keep their seats, and give no flying fuck about the Nation.\nThe answer to this question is so simple. The Communists HAVE TO GO.\nRest assured, the revolt in Dak Lak is just the beginning.\nGentlemen, we are witnessing REAL LIFE HISTORY right now.\nThis is why, I always recommend you guys to read HISTORY.\nIt is for a good reason."
    },
    {
      "id": 13,
      "title": "Lies",
      "datetime": "August 03, 2023 11:57:35 PM",
      "body": "People seem to think, that they can get over this disaster, that the Communists created. \nThey are wrong.\nIf they want to overcome this ordeal, they have to be able to defeat the Communists. \nOtherwise, all you get will be nothing more than trash"
    },
    {
      "id": 14,
      "title": "6 months",
      "datetime": "October 02, 2023 3:55:04 PM",
      "body": "6 months of learning is done. Now, let's move on to 6 months of building, and doing.\nI also need to add more features to this one, such as going back to the previous page, connecting to the databases"
    },
    {
      "id": 15,
      "title": "New Features",
      "datetime": "October 02, 2023 3:58:43 PM",
      "body": "We are not done yet.\nI need to add a lot more features to this project.\nOne, create a button named \"New Post\" and then make a button that will jump to this \"New Post\" tab\nTwo, I need to re-style the button for the CSS purpose\nThree, re-check the responsiveness\nFour, get these features done with Deadline of my own"
    },
    {
      "id": 16,
      "title": "Content of the post",
      "datetime": "October 02, 2023 4:05:25 PM",
      "body": "We need to make the content of this page worth reading.\nAnd, we also need a database"
    }
  ]
}